[
  "obsidian42-brat",
  "simpread",
  "obsidian-banners",
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "dataview",
  "mx-bili-plugin",
  "obsidian-style-settings",
  "obsidian-image-toolkit",
  "obsidian-vimrc-support",
  "obsidian-footnotes",
  "darlal-switcher-plus",
  "obsidian-relative-line-numbers",
  "obsidian-hider",
  "tag-wrangler",
  "tag-summary-plugin",
  "note-refactor-obsidian",
  "omnisearch",
  "cm-chs-patch",
  "settings-search",
  "obsidian-linter",
  "media-extended",
  "obsidian-zotero-desktop-connector",
  "vim-im-select"
]